Repository: christopherkullenberg/medborgarforskning.se
Catalog: ArcsSystem/locale/*/LC_MESSAGES/django.po
Languages: sv

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Welcome to the ARCS Admin Portal
sv: Välkommen till ARCS adminportal

source: keywords/
sv: nyckelord/

source: project/
sv: projekt/

source: publications/
sv: publikationer/

source: Organization
sv: Organisation

source: Organizations
sv: Organisationer

source: Keywords_sv
sv: Nyckelord_sv

source: Keyword
sv: Nyckelord

source: Keywords
sv: Nyckelord

source: Science Type
sv: Vetenskapligt fält

source: Science Types
sv: Vetenskapliga fält

source: Origin Database
sv: Källdatabas

source: Origin Databases
sv: Källdatabaser

source: Funding Body
sv: Finansiär

source: Funding Bodies
sv: Finansiärer

source: Topic
sv: Ämne

source: Topics
sv: Ämnen

source: Project
sv: Projekt

source: Projects
sv: Projekt

source: The date the Project created
sv: Datumet som projektet skapades

source: Last date the Project was updated
sv: Senaste datum som projektet uppdaterades

source: Common name for the project.
sv: Namn på projektet

source: Primary focus of the project.
sv: Projektets fokusområde

source: Date the project started.
sv: Projektets startdatum

source: Date the project ended.
sv: Datum som projektet avslutades

source: Name of the person maintaining this entry.
sv: Namnet på personen som uppdaterar denna information.

source: Maintainer’s role or position with this project.
sv: Roll i projektet

source: Project primary audience.
sv: Primär målgrupp för projektet.

source: Project Entry
sv: Projektinformation

source: Article
sv: Artikel

source: Articles
sv: Artiklar

source: Empty
sv: Tom

source: DOI without http
sv: DOI utan url

source: Author
sv: Författare

source: Source Name
sv: Källa

source: Issue Number
sv: Utgåva

source: Page
sv: Sida

source: Pages
sv: Sidor

source: Authors
sv: Författare

source: Account Inactive
sv: Inaktivt konto

source: This account is inactive.
sv: Detta konto är inaktivt

source: E-mail Addresses
sv: E-postadresser

source: The following e-mail addresses are associated with your account:
sv: Följande E-postadress är associerad med ditt konto

source: Verified
sv: Verifierad

source: Unverified
sv: Ej verifierad

source: Primary
sv: Primär

source: Make Primary
sv: Gör till primär

source: Re-send Verification
sv: Skicka verifikation igen

source: Remove
sv: Ta bort

source: Warning:
sv: Varning:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
sv: Du har för närvarande ingen e-post konfigurerad.

source: Add E-mail Address
sv: Lägg till e-post

source: Add E-mail
sv: Lägg till e-post

source: Do you really want to remove the selected e-mail address?
sv: Vill du verkligen ta bort den valda e-posten?

source: Please Confirm Your E-mail Address
sv: Vänligen bekräfta din e-post

source: Confirm
sv: Bekräfta

source: Sign In
sv: Logga in

source: Login to Medborgarforskning
sv: Logga in på medborgarforskning.se

source: or
sv: eller

source: Forgot Password?
sv: Glömt lösenord?

source: Login
sv: Logga in

source: Sign Out
sv: Logga ut

source: Are you sure you want to sign out?
sv: Är du säker på att du vill logga ut?

source: Successfully signed in as %(name)s.
sv: Du har loggat in som %(name)s.

source: You have signed out.
sv: Du har loggat ut

source: Password successfully changed.
sv: Du har ändrat ditt lösenord

source: Password successfully set.
sv: Du har ändrat ditt lösenord

source: Primary e-mail address set.
sv: Primär e-post angiven

source: Change Password
sv: Ändra lösenord

source: Password Reset
sv: Återställ lösenord

source: Reset My Password
sv: Återställ lösenord

source: change password
sv: ändra lösenord

source: Set Password
sv: Ställ in lösenord

source: Sign Up
sv: Teckna konto

source: Medborgarforskning.se - The Swedish portal for citizen science.
sv: Medborgarforskning.se - Den svenska portalen för medborgarforskning

source: Globe icon for switching languages
sv: Byt språk

source: Language
sv: Språk

source: Users
sv: Användare

source: Logout
sv: Logga ut

source: Account
sv: konto

source: Messages
sv: Meddelanden

source: ABOUT US
sv: OM OSS

source: CONTACT
sv: KONTAKT

source: Follow medborgarforskning.se
sv: Följ medborgarforskning.se

source: Terms of service
sv: Användaravtal

source: Privacy policy
sv: Integritetspolicy

source: Cookies policy
sv: Cookiepolicy

source: License
sv: Licens

source: Except where otherwise
sv: Förutom när annat

source: noted,
sv: anges

source: content on this site is licensed under a
sv: är innehållet licensierat med

source: Related publications
sv: Relaterade publikationer

source: Related things
sv: Relaterade publikationer

source: Blog home page (list view)
sv: Blog hem sida (listvy)

source: Blog detail view
sv: Blog detaljvy

source: next
sv: nästa

source: last
sv: sista

source: Welcome
sv: Välkommen

source: Welcome to medborgarforskning.se – Sweden's portal for persons interested in learning about citizen science and how to get started in Sweden as well as those who have been involved for years. While this site uses the term citizen science it is more than this term. Citizen science is about researchers and the public cooperating to develop new knowledge. At medborgarforskning.se anyone who wants to learn more about citizen science can search for projects to participate in and contribute to the portal with their own knowledge and experience.<br><br> As a researcher, you can find information about the methodology of citizen science, get tips and inspiration to start your own projects, exchange experiences and make connections with other researchers and volunteers.You can also post your projects on the portal to reach different target groups.<br><br> If you're not a researcher, you can do exactly the same things as the researchers. Citizen science is for everyone.
sv: Välkommen till medborgarforskning.se - den svenska portalen för dig som är intresserad av att lära dig mer om medborgarforskning, för dig som redan medborgarforskar och för dig som vill börja. Medborgarforskning betyder att forskare och medborgare samarbetar på olika sätt för att skapa kunskap. På medborgarforskning.se kan vem som helst lära sig mer om detta och hitta projekt och samarbeten för att bidra med sina kunskaper och erfarenheter. Som forskare kan du hitta information om medborgarforskningens metoder och få tips och inspiration till att starta ett eget projekt, utbyta erfarenheter och nätverka med andra forskare och volonärer. Om du redan har ett befintligt projekt kan du även använda portalen för att nå nya målgrupper. Även om du inte är forskare på ett lärosäte kan du använda portalen på samma sätt. Medborgarforskning är för alla!

source: The database at medborgarforskning.se contains citizen science projects and activities from Sweden that are available for participation. This includes both Swedish and international initiatives. You can use filters to search and sort among the projects to find, for example, projects that deal with a specific topic (e.g. birds or health), take place in specific locations (eg outdoors in nature or in cities), or aimed at different participants (e.g. children or adults). On the project pages you will find more information about what is involved as well as contact information for the organizer.
sv: Vår databas på medborgarforskning.se innehåller projekt som är på gång i Sverige. Du kan låta dig bli inspirerad eller börja bidra till något av projekten idag! Men databasen innehåller även internationella projekt från runt om i världen. Genom att använda våra sökfilter kan du du enkelt hitta medborgarforskningsprojekt efter ämne, plats eller efter specifika målgrupper. Du kan även hitta kontaktinformation till varje projekt så att du enkelt kan hitta det som passar dig.

source: Get involved with CitSciSE
sv: Bli involverad i CitSciSE

source: If you would like to improve the content on CitSciSE or would like to learn more about how to integrate with CitSciSE. Please see our contact information below and the API for accessing the site's content.
sv: Om du vill bidra med innehåll till medborgarforskning.se eller vill ha mer information om hur du integrerar våra tjänster i ditt projekt, vänligen använd kontaktformuläret nedan för att få tillgång till våra APIer.

source: Data Quality
sv: Datakvalitet

source: Getting Started
sv: Kom igång

source: Some of the first questions in citizen science is can we trust the data and is the data of sufficient quality. Fundamental readings and resources on Data Quality, Data Standards and Technologies have been compiled in the resources to help address your question.
sv: En av de första frågorna som dyker upp i medborgarforskning är datakvalitet - kan vi lita på våra undersökningar? På medborgarforskning.se har vi samlat de grundläggande kunskapsresurser för datakvalitet och teknikimplementering som kan hjälpa dig på vägen.

source: Data Quality Standards
sv: Datakvalitet

source: Papers
sv: Artiklar

source: Recent papers
sv: Nya artiklar

source: CitSciSE Community
sv: CitSciSE gemenskap

source: Recent Blog Posts
sv: Nya bloggposter

source: EXPLORE
sv: UTFORSKA

source: Citizen Science Projects
sv: Medborgarforskningsprojekt

source: ARCS knowledge base
sv: ARCS kunskapsbas

source: Publications Database
sv: Publikationsdatabas

source: List of contributors
sv: Lista över användare

source: START PROJECT
sv: STARTA PROJEKT

source: WHAT IS CITIZEN SCIENCE
sv: VAD ÄR MEDBORGARFORSKNING

source: OpenID Sign In
sv: Logga in med OpenID

source: Responsive image
sv: Responsiv bild

source: Details
sv: Detaljer

source: Description
sv: Beskrivning

source: Contact info
sv: Kontaktinformation

source: Location
sv: Plats

source: Target audience
sv: Målgrupp för projektet.

source: Project status
sv: Projektstatus

source: Science type
sv: Vetenskapligt fält

source: Project keywords
sv: Projektets nyckelord

source: Keyword connections
sv: Nyckelordskopplingar

source: This project has no keywords. Relations are created through keywords. Therefore no relations can be created
sv: Detta projekt har inga nyckelord.Därför kunde inga relationer skapas.

source: Name
sv: Namn

source: Contact's role
sv: Kontaktpersonens roll

source: Affiliation
sv: Affiliering

source: External link to project
sv: Extern länk till projektet

source: English Keywords
sv: Engelska nyckelord

source: All
sv: Alla

source: Swedish Keywords
sv: Svenska nyckelord

source: Country
sv: Land

source: Sort by
sv: Sortera efter

source: Alphabetical
sv: Alfabetiskt

source: ascending
sv: stigande

source: descending
sv: fallande

source: Date added
sv: Datum

source: Card view
sv: Kortvy

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Project details
sv: Projektdetaljer

source: Short Name
sv: Kort namn

source: Publication Year
sv: Publikationsår

source: Journal
sv: Tidskrift

source: Volume/Issue
sv: Volym/Utgåva

source: Abstract
sv: Sammanfattning

source: Article id is
sv: Artikelns id är

source: Search publications on citizen science
sv: Sök publikationer om medborgarforskning

source: For example: bird
sv: Till exempel: bird

source: General search
sv: Allmän sökning

source: Author search
sv: Författarsök

source: Keyword search
sv: Nyckelordsök

source: Search publications...
sv: Sök publikationer...

source: Submit
sv: Sök

source: Sort by year
sv: Ordna efter publiceringsår

source: Sort by title
sv: Ordna efter titel

source: Sort by author
sv: Ordna efter författare

source: Search results:
sv: Sökresultat:

source: Your search generated
sv: Din sökning genererade

source: hits in
sv: träffar på

source: Milliseconds
sv: millisekunder

source: Volume:
sv: Volym:

source: Issue:
sv: Utgåva

source: Publications
sv: Publikationer

source: Themes
sv: Teman

source: Related Projects:
sv: Relaterade projekt:

source: Related Publications:
sv: Relaterade publikationer:

source: Related Theme:
sv: Relaterat tema:

source: Related Keywords:
sv: Relaterade nyckelord

source: Arcs Resources
sv: Arcs resurser

source: Press detail view
sv: Press detaljvy

source: Related literature
sv: Relaterad litteratur

source: Work package
sv: Arbetspaket

source: Work packages
sv: Arbetspaket

source: Theme
sv: Tema
